Repository: wozbe/wozbe.com
Catalog: app/Resources/translations/messages.*.xliff
Languages: fr

source: Author
fr: Auteur

source: Comment edition
fr: Edition de commentaire

source: Comments
fr: Commentaires

source: Content
fr: Contenu

source: Created At
fr: Créé le

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: Name
fr: Nom

source: New post
fr: Nouvel article

source: Please confirm action
fr: Confirmer votre action

source: Post
fr: Article

source: Post creation
fr: Création d'article

source: Post edition
fr: Edition d'article

source: Post management
fr: Gestion des articles

source: Posts
fr: Articles

source: Published
fr: Publié

source: Save
fr: Sauvegardé

source: Title
fr: Titre

source: Value
fr: Valeur

source: Website
fr: Site Internet

source: Add Your Comment
fr: Ajoute ton commentaire

source: All rights reserved
fr: Tous droits réservés

source: Build with
fr: Fait avec

source: Close
fr: Fermer

source: Comments
fr: Commentaires

# contact_description
source: Perhaps we haven’t met yet. Well, <strong>now’s the time to meet!</strong> <br /> By telephone or around a table to talk about your projects, or simply just to meet each other!
fr: On ne se connait pas encore ? Alors <strong>c'est le moment de se rencontrer !</strong><br />Par téléphone ou autour d'une table pour discuter de vos projets, ou simplement faire connaissance !

source: Contact us
fr: Nous Contacter

# description
source: <strong>Wozbe</strong> completes your <strong>products and web services</strong> accounting for your <strong>problems and business goals</strong>.
fr: <strong>Wozbe</strong> réalise vos <strong>produits & services Web</strong> en tenant compte de <strong>vos problématiques & objectifs business</strong>.

source: Error
fr: Erreur

source: Home
fr: Accueil

# keywords
source: wozbe,lyon,rhone,france,consultant,symfony,nodejs,developpement,infrastructure,architecture,cdn,plateform,design,ergonomie,ovh,moderne,paris,startup,association,partenariat,projet
fr: wozbe,lyon,rhone,france,consultant,symfony,nodejs,developpement,infrastructure,architecture,cdn,plateforme,design,ergonomie,ovh,moderne,paris,startup,association,partenariat,projet

source: Legals Informations
fr: Informations Légales

# message_delivery_problem
source: Your message could not be send
fr: Votre message n'a pas pu être envoyé

# message_sent_to
source: Your mail was sent to %email%
fr: Votre message a été envoyé à %email%

# missing_fields
source: All fields are mandatories
fr: Tout les champs sont obligatoires

# our_blog_posts
source: Our Articles
fr: Nos Articles

source: Our References
fr: Nos Réferences

source: Our Skills
fr: Nos Compétences

# partner.description.tbbc
source: <p>As a collective of impassioned entrepreneurs, </strong>The Big Brains Company</strong> aims at completing <strong>highly-qualitative projects</strong>.<br /> <strong>Wozbe</strong> is one of the founding active members of this diverse team. </p> <p> This collective did not come about from an aimless impulse. It’s the result of daily encounters, discussions and developments that led us to create <strong>The Big Brains Company</strong>. </p> <p> The geographical locations of each of the <strong>Big Brainers</strong> helps us to cover France entirely… and even some of <strong>Canada</strong> – so you if you want to meet up and we’re not nearby, you’ll sure be close to one of us. </p>
fr: <p>Collectif d’entrepreneur passionnés, <strong>The Big Brains Company</strong> a l’objectif de réaliser des <strong>projets hautement qualitatifs</strong>.<br /> <strong>Wozbe</strong> est un des membres fondateurs et actifs de cette équipe détonnante. </p> <p> Ce rassemblement n'est pas le fruit d'une pulsion dénuée de sens. C'est le résultat de rencontres, d'échanges et d'évolutions quotidiennes qui nous ont conduit à créer <strong>The Big Brains Company</strong>. </p> <p> Le positionnement géographique de chacun des <strong>Big Braineurs</strong> nous permet de couvrir <strong>la France dans sa hauteur</strong>. Et même une partie du <strong>Canada</strong> ! Ainsi, si vous voulez que l'on se rencontre et que nous ne sommes pas voisin direct, vous le serez surement avec l'un des nôtres. </p>

# partner.title
source: Our Partners
fr: The Big Brains Company

source: Phone
fr: Téléphone

source: Posts
fr: Article

# reference.description.long.armetiz
source: Armetiz.info is the personal communications system of Thomas Tourlourat, the <strong>CEO of Wozbe</strong>. You can find articles about the <a href="http://www.armetiz.info/category/systeme/">system</a>, <a href="http://www.armetiz.info/category/programmation/">programming</a>, <a href="http://www.armetiz.info/category/livres/">books</a> or even <a href="http://www.armetiz.info/category/aeronautique-2/">aeronautics</a>.
fr: Armetiz.info est le support de communication personnel de <strong>Thomas Tourlourat</strong> gérant de Wozbe.<br />On y retrouve des articles sur le <a href="http://www.armetiz.info/category/systeme/">système</a>, la <a href="http://www.armetiz.info/category/programmation/">programmation</a>, les <a href="http://www.armetiz.info/category/livres/">livres</a> ou encore l'<a href="http://www.armetiz.info/category/aeronautique-2/">aéronautique</a>

# reference.description.long.kolor
source: Kolor offers solutions for assembling images and virtual tours. In order to develop a hosting and broadcasting platform for 360° videos, Wozbe applied its expertise in <strong>HTTP broadcasting infrastructures</strong>. <br /><br /> Furthermore, we worked on implementing <strong>development processes and strategies for deployment</strong> for a platform based on <strong>Symfony2</strong>
fr: Kolor propose des solutions d'assemblage d'images et de visites virtuelles. Pour le développement d'une plateforme d'hébergement et de diffusion de vidéo 360°, Wozbe a apporté son expertise au niveau des <strong>infrastructures de diffusion HTTP</strong>.<br /><br />De plus, nous avons travaillé sur la mise en place de <strong>processus de développement</strong> et <strong>des stratégies de déploiement</strong> pour une plateforme basée sur <strong>Symfony2</strong>

# reference.description.long.konbini
source: Konbini is a <strong>digital communication and brand content</strong> agency based in Paris.<br /> Wozbe did the <strong>development of a video management solution</strong> based on Symfony2, as well as supported them in implementing Wordpress with advanced options such as <strong>geolocating and multi-sites</strong>. <br /><br /> Also, we provided the <strong>creation and deployment</strong> of the infrastructures hosting all the web projects done by Konbini.<br /> <strong>Technical coordination</strong> was made with various project.
fr: Konbini est une agence de communication <strong>digitale & brand content</strong> basée à Paris.<br /> Wozbe a réalisé le <strong>développement d'une solution de gestion vidéo</strong> basée sur Symfony2, ainsi qu'un accompagnement sur la mise en place de Wordpress avec des options avancées comme la <strong>Géolocalisation, et le Multi-Site</strong>.<br /><br />Aussi, nous avons assuré <strong>la conception & le déploiement</strong> des infrastructures hébergeant l'ensemble des projets Web réalisés par Konbini.<br /><strong>La coordination technique</strong> est effectuée sur differents projets.

# reference.description.long.la_virgule
source: <strong>La Virgule</strong> is a media startup with problem areas associated with <strong>video broadcasting</strong>. Wozbe has done support and consulting work for their technical choices in order to make the project long-lasting.
fr: <strong>La Virgule</strong> est une startup média avec les problématiques associées à la <strong>diffusion de vidéo</strong>.<br />Wozbe réalise un travail d'accompagnement et de conseils sur les choix techniques afin de péréniser le projet.

# reference.description.long.numerosus
source: Numerosus is a <strong>sales platform</strong> promoting real estate property. Wozbe has invested fully in creating this project and this ambitious company.<br /> Developed using the <strong>Symfony2 framework</strong>, we use modern and innovative technologies.
fr: Numerosus est une <strong>plateforme de vente</strong>, valorisant des biens immobiliers. Wozbe s'investit pleinement à la création de ce projet et de cette <strong>entreprise ambitieuse</strong>.<br />Développée avec le <strong>framework Symfony2</strong>, nous utilisons des technologies modernes & innovantes.

# reference.description.long.turnaway
source: Turnaway is an <strong>association of independent</strong> companies where we help to complete certain infrastructure projects.<br /> Focusing on VSE/SMEs, these projects are one way for Wozbe to stay in contact with constraints outside the web.
fr: Turnaway est une <strong>association d'indépendants</strong> où nous participons à la réalisation de certains projets d'infrastructure.<br />Orientés TPE/PME, ces projets sont un moyen pour Wozbe de rester en contact avec des contraintes hors-Web.

# reference.description.short.armetiz
source: Technical Blog
fr: Blog Technique

# reference.description.short.la_virgule
source: La Virgule selects for you the most hilarious webseries the time
fr: La Virgule Humour selectionne pour vous les webseries les plus hilarantes du moment

# reference.description.short.numerosus
source: Sales platform for prestige property
fr: Plateforme de vente pour biens de prestiges

# reference.description.short.turnaway
source: Managed IT
fr: Maintenance & Infogérance Informatique

# reference.overview
source: Overview %project%
fr: Aperçu %project%

# reference.tag.advices
source: Advices
fr: Conseils

# reference.tag.server
source: Server
fr: Serveur

# reference.tag.training
source: Training
fr: Formation

# reference.tag.video
source: Video
fr: Vidéo

# reference.title
source: Our References
fr: Nos Réferences

source: References
fr: Réferences

# server_only_xml_http
source: Server accept only XML HTTP Request
fr: Le serveur n'accepte que des XMLHTTPRequest

# skill.agile
source: Agile
fr: Agilité

# skill.client_server
source: Client & Server
fr: Client / Serveur

# skill.communication_deployment
source: Communication & Deployment
fr: Communication & Déploiement

# skill.description.architecture_devops
source: <p>The quality of the architecture does not guarantee a <strong>successful project</strong>, but a poor design will <strong>guarantee failure</strong>. Therefore, the success of your project will be reached on a solid, <strong>efficient and scalable basis</strong>.<br /></p> <p> Wozbe has skills in development as well as in computer system administration. This is an advantage that helps us have an <strong>outlook of all</strong> the components of your project.<br /> <strong>Technical choices</strong> in the development phase may have an effect on systems lower down, so impacts need to be measured in order to <strong>validate these choices</strong>. </p> <p> <strong>The DevOps trend</strong> aims at reconciling the world of development and infrastructure. For this, we match ongoing integration and production tools that help us to simplify updates and to remove the stress caused by it. </p>
fr: <p>La qualité de l'architecture n'assure pas <strong>la réussite</strong> d'un projet, mais une mauvaise conception assure <strong>l'échec</strong>. Ainsi la réussite de votre projet se fera grâce à des bases solides, <strong>performantes et évolutives</strong>.<br /></p><p>Wozbe dispose de compétences en développement ainsi qu'en administration des systèmes informatique. Cela est un atout qui permet d'avoir une <strong>vision de l'ensemble</strong> des composantes de votre projet.<br /><strong>Des choix techniques</strong> au niveau du développement peuvent avoir des effets sur les systèmes de plus bas niveau, il convient d'en mesurer les impacts pour <strong>valider ces choix</strong>.</p><p><strong>La tendance DevOps</strong> vise à concilier le monde du développement et de l'infrastructure. A cela, nous associons des <strong>outils d'intégration continue et de mise en production</strong> permettant de simplifier les mises à jours et de supprimer le stress induit.</p>

# skill.description.development
source: <p>With strong skills in <strong>web technology</strong>, especially with <strong>Symfony2</strong>, Wozbe takes care of developing your products and services. </p> <p> We work with <strong>collaborative quality-control</strong> tools such as GIT, PHPUnit, TravisCI, and so on. </p><p> Wozbe masters client and server technologies such as <strong>PHP, Javascript & ActionScript</strong>. <br /> If you have a specific need, we can provide technologies such as <strong>NodeJS</strong>, <strong>MongoDB</strong>, <strong>AngularJS</strong>, <strong>Redis</strong>, <strong>ElasticSearch</strong></p>
fr: <p>Ayant acquis de fortes compétences dans les <strong>technologies du Web</strong>, et plus particulièrement avec <strong>Symfony2</strong>. Wozbe prend en charge le développement de vos produits & services.</p><p>Nous travaillons avec des outils <strong>collaboratifs & de controle qualité</strong> tels que GIT, PHPUnit, TravisCI...</p><p>Wozbe possède une maitrise des technologies client & serveur comme <strong>PHP, Javascript & ActionScript</strong>.<br />En cas de besoin spécifique, nous pouvons associés des technologies comme <strong>NodeJS</strong>, <strong>MongoDB</strong>, <strong>AngularJS</strong>, <strong>Redis</strong>, <strong>ElasticSearch</strong></p>

# skill.description.infrastructure
source: <p>Strong skills in <strong>systems and infrastructure</strong> are available with Wozbe.<br /> We quickly implement <strong>highly-available and efficient web environments</strong> while accounting for your business strategies.</p> <p> <a href="http://www.ovh.com">OVH</a> is a company whose products we know since we’ve used them regularly. With <strong>servers dedicated to IaaS solutions</strong> via VMWare as well as VGS, we can work with them to reach an appropriate range of products. </p><p><a href="http://aws.amazon.com/fr/">Amazon AWS</a> offers services which may be of interest. This will give you an advantage when launching some of your projects: <strong>cost, development, stability and serenity</strong>.
fr: <p>De fortes compétences en <strong>système & infrastructure</strong> sont disponibles chez Wozbe.<br />Nous mettons rapidement en place des environnements <strong>Web de Haute-Disponibilité & Performants</strong> en tenant compte de vos <strong>stratégies d'entreprise</strong>.</p><p><a href="http://www.ovh.com">OVH</a> est une société dont nous connaissons les produits pour les avoir exploités régulierement. Des <strong>serveurs dédiés</strong> aux solutions <strong>IaaS via VMWare</strong> en passant par les <strong>VGS</strong>, nous pouvons faire un travail d'accompagnement vers la gamme adaptée.</p><p><a href="http://aws.amazon.com/fr/">Amazon AWS</a> propose des services interessants à étudier. Cela vous apporte un avantage lors du lancement de certains de vos projets : <strong>coût, évolution, stabilité & sérénité</strong><br /></p>

# skill.description.video_streaming
source: <p>Implementing a <strong>CDN</strong> (Content Delivery Network) means implementing file servers that are able to provide content in HTTP.<br /> As for videos, various services can be provided such as <strong><a href="http://fr.wikipedia.org/wiki/Timeshifting">timeshifting</a></strong>, <strong>encoding on the fly</strong> or implementing specific URLs to <strong>protect your files</strong>. </p><p> Some of the difficulties encountered when implementing CDNs are <strong>geolocating services</strong>, <strong>optimizing network/storage</strong> resources and <strong>availability</strong>.<br /> Video files are large in size and when the service becomes somewhat successful, the infrastructure needs to be able to broadcast content without sacrificing quality. </p><p> In order to offer high-quality services, <strong>we propose offering our expertise</strong> in OVH infrastructure or the expertise of <strong>Amazon AWS</strong>, depending on your needs. </p><p> When completing a <strong>Content Delivery Network</strong> solution, it must be done while considering the <strong>IPv4 and IPv6</strong> network coverage, which may require specific skills. </p><p> If you need more information or if you want to implement a <strong>High-Availability CDN</strong>, feel free to <a href="%url_contact%">contact us</a>.
fr: <p>La mise en place de <strong>CDN</strong> ( Content Delivery Network ) signifie mettre en place des serveurs de fichiers capables de fournir du contenu sur HTTP.<br/>Au niveau vidéo, différents services peuvent être associés comme le <strong><a href="http://fr.wikipedia.org/wiki/Timeshifting">timeshifting</a></strong>, l'<strong>encodage à la volée</strong> ou la mise en place d'URL spécifiques pour <strong>protéger vos fichiers</strong>.</p><p>Les difficultés rencontrées lors de la mise en place des CDN sont la <strong>géo-localisation</strong> des services, l'optimisation des ressources réseaux / stockages et la <strong>disponibilité</strong>.<br />Les fichiers vidéos sont de tailles importantes, et lorsque le service rencontre un certain succès, il faut que l'infrastructure soit capable de diffuser le contenu sans perte de qualité.</p><p>Afin de vous proposez des services de qualité, <strong>nous pouvons associer notre expertise à l'infrastructure OVH</strong> ou à celle <strong>d'Amazon EC2</strong> en fonction de vos besoins.</p><p>Lorsque vous réalisez une solution de <strong>Content Delivery Network</strong>, cela doit être fait en envisageant la couverture de <strong>réseau IPv4 & IPv6</strong>, cela peut impliquer des compétences spécifiques.</p><p>Si vous avez besoin de plus d'information ou que vous souhaitez mettre en place un <strong>CDN de Haute Disponibilité</strong>, n’hésitez pas à <a href="%url_contact%">nous contacter</a>.</p>

# skill.development
source: Development
fr: Développement

# skill.performance_high_availability
source: Performance & High Availability
fr: Performance & Haute-Disponibilité

# skill.search_development
source: Research & Development
fr: Recherche & Développement

# skill.video_streaming
source: Video Streaming
fr: Diffusion Vidéo

# skill.working_method
source: Working Method
fr: Méthode de travail

source: Skills
fr: Compétences

# slogan
source: Completing web projects
fr: Réalisation de projets Web

source: Success
fr: Succès
